[AdvDroidTrooper_M1 X2CharacterTemplate]
strCharacterName="Дроид Адвента"
[AdvDroidTrooper_M2 X2CharacterTemplate]
strCharacterName="Дроид-ветеран Адвента"
[AdvDroidTrooper_M3 X2CharacterTemplate]
strCharacterName="Элитный Дроид Адвента"